Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: These settings only exist for the themes based on the %engine theme engine.
ca_es: Aquests paràmetres només existeixen pels temes basats en el motor de tema %engine.

source: The logo could not be uploaded.
ca_es: No es pot carregar el logotip.

source: The favicon could not be uploaded.
ca_es: No es pot carregar el favicon.

source: The custom logo path is invalid.
ca_es: El camí personalitzat del logo és invàlid.

source: The custom favicon path is invalid.
ca_es: El camí personalitzat del favicon és invàlid.

source: @module (<span class="admin-missing">incompatible with</span> version @version)
ca_es: @module (<span class="admin-missing">incompatible amb la</span> versió @version)

source: Incompatible with this version of Drupal core.
ca_es: Incompatible amb aquesta versió del nucli del Drupal.

source: This version is not compatible with Drupal !core_version and should be replaced.
ca_es: Aquesta versió no és compatible amb el Drupal !core_version i cal que sigui substituïda.

source: Would you like to continue with the above?
ca_es: Voleu continuar amb això?

source: Enter a valid IP address.
ca_es: Introduïu una adreça IP vàlida.

source: This IP address is already blocked.
ca_es: Aquesta adreça IP ja està bloquejada.

source: You may not block your own IP address.
ca_es: No podeu bloquejar la vostra pròpia adreça IP.

source: The IP address %ip has been blocked.
ca_es: S'ha bloquejat l'adreça IP %ip.

source: Are you sure you want to delete %ip?
ca_es: Esteu segur de voler eliminar %ip?

source: The IP address %ip was deleted.
ca_es: S'ha suprimit l'adreça IP %ip.

source: How this is used depends on your site's theme.
ca_es: Com es fa servir això depèn del vostre tema del lloc.

source: Number of posts on front page
ca_es: Nombre d'entrades a la portada

source: The maximum number of posts displayed on overview pages such as the front page.
ca_es: El número màxim d'entrades mostrades en pàgines resum com la portada.

source: This page is displayed when the requested document is denied to the current user. Leave blank to display a generic "access denied" page.
ca_es: Aquesta pàgina es mostra quan el document demanat és denegat a l'usuari actual. Deixeu-ho en blanc per a mostrar una pàgina genèrica d'"accés denegat".

source: This page is displayed when no other content matches the requested document. Leave blank to display a generic "page not found" page.
ca_es: Aquesta pàgina es mostra quan no hi ha cap contingut que coincideixi amb el document demanat. Deixeu-ho en blanc per a mostrar una pàgina genèrica de "pàgina no trobada".

source: Display PHP messages
ca_es: Mostra els missatge del PHP

source: Errors and warnings
ca_es: Errors i avisos

source: Clear all caches
ca_es: Neteja totes les memòries cau

source: Page cache for anonymous users
ca_es: Memòria cau de pàgines per a usuaris anònims

source: Normal (recommended)
ca_es: Normal (recomanat)

source: The minimum amount of time that will elapse before the caches are recreated.
ca_es: El temps mínim que ha de transcórrer abans que les memòries cau siguin recreades.

source: <strong class="error">Set up the <a href="!file-system">public files directory</a> to make these optimizations available.</strong>
ca_es: <strong class="error">Configureu el <a href="!file-system">directori de fitxers públics</a> per tenir disponible aquesta optimització.</strong>

source: Bandwidth optimization
ca_es: Optimització de l'ample de banda

source: External resources can be optimized automatically, which can reduce both the size and number of requests made to your website.
ca_es: Els recursos externs poden ser optimitzats automàticament, la qual cosa pot reduir la mida i el número de peticions fetes al vostre lloc web.

source: Compress cached pages.
ca_es: Comprimeix les pàgines que estan a la memòria cau.

source: Aggregate and compress CSS files into one file.
ca_es: Uneix els fitxers CSS en un sol fitxer.

source: Aggregate JavaScript files into one file.
ca_es: Uneix els fitxers JavaScript en un sol fitxer.

source: Public file system path
ca_es: Camí del sistema de fitxers públic

source: A local file system path where public files will be stored. This directory must exist and be writable by Drupal. This directory must be relative to the Drupal installation directory and be accessible over the web.
ca_es: Un camí del sistema de fitxers local on s'emmagatzemaran els fitxers públics. Aquest directori ha d'existir i el Drupal ha de poder escriure-hi. Aquest directori ha de ser relatiu al directori d'instal·lació del Drupal i ha de ser accessible a través de la web.

source: Private file system path
ca_es: Camí del sistema de fitxers privat

source: A local file system path where private files will be stored. This directory must exist and be writable by Drupal. This directory should not be accessible over the web.
ca_es: Un camí del sistema de fitxers local on s'emmagatzemaran els fitxers privats. Aquest directori ha d'existir i el Drupal ha de poder escriure-hi. Aquest directori no ha de ser accessible a través de la web.

source: A local file system path where temporary files will be stored. This directory should not be accessible over the web.
ca_es: Un camí del sistema de fitxers local on s'emmagatzemaran els fitxers temporals. Aquest directori no ha de ser accessible a través de la web.

source: Default download method
ca_es: Mètode de descàrrega predeterminat

source: This setting is used as the preferred download method. The use of public files is more efficient, but does not provide any access control.
ca_es: Aquest paràmetre s'utilitza com mètode de descàrrega preferit. L'ús de fitxers públics és més eficient però no proporciona cap tipus de control d'accés.

source: No image toolkits were detected. Drupal includes support for <a href='!gd-link'>PHP's built-in image processing functions</a> but they were not detected on this system. You should consult your system administrator to have them enabled, or try using a third party toolkit.
ca_es: No s'ha detectat cap joc d'eines d'imatge. El Drupal inclou suport per les <a href='!gd-link'>funcions de processament d'imatge integrades al PHP</a> però no s'han detectat en aquest sistema. Hauríeu de consultar al vostre administrador de sistemes per tal de que les habiliti, o proveu d'utilitzar un joc d'eines de tercers.

source: Description of your site, included in each feed.
ca_es: Descripció del vostre lloc que s'inclou a cada canal.

source: Time zones
ca_es: Fusos horaris

source: Users may set their own time zone.
ca_es: Els usuaris poden establir el seu propi fus horari.

source: Remind users at login if their time zone is not set.
ca_es: Recorda als usuaris en iniciar sessió si no han establert el seu fus horari.

source: Only applied if users may set their own time zone.
ca_es: Només s'aplica si els usuaris han establert el seu propi fus horari.

source: Time zone for new users
ca_es: Fus horari per als nous usuaris

source: Default time zone.
ca_es: Fus horari predeterminat.

source: Empty time zone.
ca_es: Fus horari buit.

source: Users may set their own time zone at registration.
ca_es: Els usuaris poden establir el seu propi fus horari durant el registre.

source: No date types available. <a href="@link">Add date type</a>.
ca_es: No hi ha tipus de data disponibles. <a href="@link">Afegiu-ne un</a>.

source: The unique machine readable name for this date type, can only contain lowercase letters, numbers and underscores.
ca_es: El nom únic llegible-per-la-màquina per aquest tipus de data pot contenir només lletres en minúscules, números i guions baixos.

source: Add date type
ca_es: Afegeix un tipus de data

source: The date type must contain only alphanumeric characters and underscores.
ca_es: El tipus de data ha de contenir només caràcters alfanumèrics i guions baixos.

source: This date type already exists. Enter a unique type.
ca_es: Aquest tipus de data ja existeix. Introduïu un tipus únic.

source: New date type added successfully.
ca_es: S'ha afegit correctament el nou tipus de data.

source: Put site into maintenance mode
ca_es: Posa el lloc en mode de manteniment

source: When enabled, only users with the "Access site in maintenance mode" <a href="@permissions-url">permission</a> are able to access your site to perform maintenance; all other visitors see the maintenance mode message configured below. Authorized users can log in directly via the <a href="@user-login">user login</a> page.
ca_es: Al activar-ho, només els usuaris amb el <a href="@permissions-url">permís</a> "Accedeix al lloc en mode de manteniment" són capaços d'accedir al vostre lloc per a realitzar manteniment; tots els altres visitant veuen el missatge de mode de manteniment configurat a continuació. Els usuaris autoritzats poden iniciar sessió directament via la pàgina d'<a href="@user-login">inici de sessió d'usuari</a>.

source: Maintenance mode message
ca_es: Missatge del mode de manteniment

source: Message to show visitors when the site is in maintenance mode.
ca_es: Missatge que es mostra als visitants quan el lloc està en mode de manteniment.

source: Use URLs like <code>example.com/user</code> instead of <code>example.com/?q=user</code>.
ca_es: Utilitzeu URLs tipus <code>example.com/user</code> en comptes de <code>example.com/?q=user</code>.

source: If you are directed to a <em>Page not found (404)</em> error after testing for clean URLs, see the <a href="@handbook">online handbook</a>.
ca_es: Si se us dirigeix a un error de <em>Pàgina no trobada (404)</em> després de provar les URLs netes, consulteu el <a href="@handbook">manual en línia</a>.

source: Requires: !module-list
ca_es: Requereix: !module-list

source: Required by: !module-list
ca_es: Requerit per: !module-list

source: Are you sure you want to remove the date type %type?
ca_es: Esteu segur de voler eliminar el tipus de data %type?

source: Removed date type %type.
ca_es: S'ha eliminat el tipus de data %type.

source: No custom date formats available. <a href="@link">Add date format</a>.
ca_es: No hi ha disponible cap format de data personalitzat. <a href="@link">Afegeix-ne un</a>.

source: Displayed as
ca_es: Mostrat com

source: Displayed as %date
ca_es: Mostrat com %date

source: A user-defined date format. See the <a href="@url">PHP manual</a> for available options.
ca_es: Un format de data definit per l'usuari. Consulteu el <a href="@url">manual de PHP</a> per a les opcions disponibles.

source: Save format
ca_es: Desa el format

source: This format already exists. Enter a unique format string.
ca_es: Aquest format ja existeix. Introduïu una cadena de format única.

source: Custom date format updated.
ca_es: S'ha actualitzat el format de data personalitzat.

source: Custom date format added.
ca_es: S'ha afegit el format de data personalitzat.

source: Available actions:
ca_es: Accions diponibles

source: Create an advanced action
ca_es: Crea una acció avançada

source: A unique label for this advanced action. This label will be displayed in the interface of modules that integrate with actions, such as Trigger module.
ca_es: Una etiqueta única per aquesta acció avançada. Aquesta etiqueta es mostrarà a la interfície de mòduls que integrin accions, com ara el mòdul Trigger.

source: Deleted %ip
ca_es: S'ha suprimit %ip

source: Enabled theme
ca_es: Tema habilitat

source: Disabled theme
ca_es: Tema inhabilitat

source: You must enable the @required module to install @module.
ca_es: Heu d'habilitar el mòdul @required per a instal·lar @module

source: The @module module is missing, so the following module will be disabled: @depends.
ca_es: Falta el mòdul @module, i per tant, el següent mòdul s'inhabilitarà: @depends.

source: Tokens for site-wide settings and other global information.
ca_es: Tokens per a paràmetres del lloc i d'altra informació global.

source: Tokens related to times and dates.
ca_es: Tokens relacionats amb hores i dates.

source: Tokens related to uploaded files.
ca_es: Tokens relacionats amb filtxers carregats.

source: URL (brief)
ca_es: URL (curta)

source: The URL of the site's front page without the protocol.
ca_es: La URL sense el protocol de la portada del lloc.

source: Short format
ca_es: Format curt

source: A date in 'short' format. (%date)
ca_es: Una data en format 'curt'. (%date)

source: Medium format
ca_es: Format mitjà

source: A date in 'medium' format. (%date)
ca_es: Una data en format 'mitjà'. (%date)

source: Long format
ca_es: Format llarg

source: A date in 'long' format. (%date)
ca_es: Una data en format 'llarg'. (%date)

source: A date in a custom format. See !php-date for details.
ca_es: Una data en un format personalitzat. Aneu a !php-details per a més detalls.

source: the PHP documentation
ca_es: la documentació de PHP

source: Time-since
ca_es: Temps des de

source: A data in 'time-since' format. (%date)
ca_es: Una data en el format 'temps des de'. (%date)

source: Raw timestamp
ca_es: Marca horària sense format

source: A date in UNIX timestamp format (%date)
ca_es: Una data en format de marca horària del UNIX (%date)

source: The unique ID of the node the file is attached to.
ca_es: L'ID únic del node en que s'ha adjuntat el fitxer.

source: An optional human-readable description of the file.
ca_es: Una descripció opcional del fitxer llegible-pels-humans.

source: The location of the file on disk.
ca_es: La localització del fitxer al disc.

source: The node the file is attached to.
ca_es: El node al qual està adjuntat el fitxer.

source: Enable newly added modules in !project
ca_es: Habilita els darrers mòduls afegits a: !project

source: Run database updates for !project
ca_es: Executa les actualitzacions de la base de dades pel projecte !project

source: Set the !project theme as default
ca_es: Estableix el tema de !project com a predeterminat.

source: The System module is integral to the site, and provides basic but extensible functionality for use by other modules and themes. Some integral elements of Drupal are contained in and managed by the System module, including caching, enabling and disabling modules and themes, preparing and displaying the administrative page, and configuring fundamental site settings. A number of key system maintenance operations are also part of the System module. For more information, see the online handbook entry for <a href="@system">System module</a>.
ca_es: El mòdul System és fonamental per al vostre lloc i proporciona funcionalitats bàsiques però extensibles per a ser utilitzades per d'altres mòduls i temes. Alguns elements fonamentals del Drupal estan continguts i són gestionats pel mòdul System, incloent el sistema de memòria cau, l'activació i desactivació de mòduls i temes, la preparació i visualització de les pàgines d'administració i la configuració dels paràmetres principals del lloc. Un gran nombre d'operacions clau del manteniment del sistema són també part del mòdul System. Per a més informació, aneu a la secció del <a href="@system">mòdul System</a> del manual en línia.

source: Managing modules
ca_es: Gestió dels mòduls

source: The System module allows users with the appropriate permissions to enable and disable modules on the <a href="@modules">Modules administration page</a>. Drupal comes with a number of core modules, and each module provides a discrete set of features and may be enabled or disabled depending on the needs of the site. Many additional modules contributed by members of the Drupal community are available for download at the <a href="@drupal-modules">Drupal.org module page</a>.
ca_es: El mòdul System permet als usuaris amb els permisos apropiats habilitar i inhabilitar mòduls a la <a href="@modules">pàgina d'administració de mòduls</a>. El Drupal ve amb un nombre de mòduls del nucli, i cadascun del mòduls proporciona una sèrie de funcionalitats i pot ser habilitat o inhabilitat segons les necessitats del vostre lloc. Molt mòduls addicionals contribuïts pels membres de la comunitat del Drupal estan disponibles per a la seva descàrrega a la <a href="@drupal-modules">pàgina de mòduls de Drupal.org</a>.

source: Managing themes
ca_es: Gestió dels temes

source: The System module allows users with the appropriate permissions to enable and disable themes on the <a href="@themes">Appearance administration page</a>. Themes determine the design and presentation of your site. Drupal comes packaged with several core themes, and additional contributed themes are available at the <a href="@drupal-themes">Drupal.org theme page</a>.
ca_es: El mòdul System permet als usuaris amb els permisos apropiats habilitar i inhabilitar temes a la <a href="@themes">pàgina d'administració de l'aparença</a>. Els temes determinen el disseny i la presentació del vostre lloc. El Drupal ve empaquetat amb alguns temes del nucli i temes addicionals contribuïts estan disponibles a la <a href="@drupal-themes">pàgina de temes de Drupal.org</a>.

source: Managing caching
ca_es: Gestió del sistema de memòria cau

source: The System module allows users with the appropriate permissions to manage caching on the <a href='@cache-settings'>Performance settings page</a>. Drupal has a robust caching system that allows the efficient re-use of previously-constructed web pages and web page components. Pages requested by anonymous users are stored in a compressed format; depending on your site configuration and the amount of your web traffic tied to anonymous visitors, the caching system may significantly increase the speed of your site.
ca_es: El mòdul System permet als usuaris amb els permisos apropiats gestionar el sistema de memòria cau a la <a href="@cache-settings">pàgina de paràmetres de rendiment</a>. El Drupal té un sistema de memòria cau robust que permet la reutilització eficient de les pàgines i components web prèviament construïts. Les pàgines demanades pels usuaris anònims s'emmagatzemen en un format comprimit; depenent de la vostra configuració del lloc i del trànsit associat als visitants anònims, el sistema de memòria cau pot augmentar significativament la velocitat del vostre lloc.

source: Performing system maintenance
ca_es: Realització del manteniment del sistema

source: In order for the site and its modules to continue to operate well, a set of routine administrative operations must run on a regular basis. The System module manages this task by making use of a system cron job. You can verify the status of cron tasks by visiting the <a href="@status">Status report page</a>. For more information, see the online handbook entry for <a href="@handbook">configuring cron jobs</a>.
ca_es: Per tal de que el lloc i els seus mòduls segueixin funcionant correctament, s'han d'executar de forma regular un conjunt d'operacions administratives rutinàries. El mòdul System gestiona aquesta tasca fent ús d'una tasca cron de sistema. Podeu verificar l'estat de les tasques cron anant a la <a href="@status">pàgina de l'informe d'estat</a>. Per a més informació, aneu a la secció de <a href="@handbook">configuració de tasques cron</a> del manual en línia.

source: Configuring basic site settings
ca_es: Configuració dels paràmetres bàsics del lloc

source: The System module also handles basic configuration options for your site, including <a href="@date-time-settings">Date and time settings</a>, <a href="@file-system">File system settings</a>, <a href="@clean-url">Clean URL support</a>, <a href="@site-info">Site name and other information</a>, and a <a href="@maintenance-mode">Maintenance mode</a> for taking your site temporarily offline.
ca_es: El mòdul System també s'ocupa de les opcions de configuració bàsica del vostre lloc, incloent <a href="@date-time-settings">els paràmetres de data i hora</a>, <a href="@file-system">els paràmetres del sistema de fitxers</a>, <a href="@clean-url">el suport d'URLs netes</a>, <a href="@site-info">el nom del lloc i d'altra informació</a> i del <a href="@maintenance-mode">mode de manteniment</a> per posar el lloc fora de línia temporalment.

source: Configuring actions
ca_es: Configuració d'accions

source: Actions are individual tasks that the system can do, such as unpublishing a piece of content or banning a user. Modules, such as the <a href="@trigger-help">Trigger module</a>, can fire these actions when certain system events happen; for example, when a new post is added or when a user logs in. Modules may also provide additional actions. Visit the <a href="@actions">Actions page</a> to configure actions.
ca_es: Les accions són tasques individuals que pot dur a terme el sistema, com retirar una peça de contingut o expulsar un usuari. Els mòduls, com el <a href="@trigger-help">mòdul Trigger</a>, poden disparar aquestes accions quan passen determinats esdeveniments del sistema; per exemple, quan s'afegeix una nova entrara o quan un usuari inicia sessió. Els mòduls també poden proporcionar accions addicionals. Aneu a la <a href="@actions">pàgina d'accions</a> per a configurar-les.

source: Set and configure the default theme for your website. Alternative <a href="@themes">themes</a> are available.
ca_es: Establiu i configureu el tema predeterminat per al vostre lloc web. Hi ha disponibles <a href="@themes">temes</a> alternatius.

source: Download additional <a href="@modules">contributed modules</a> to extend Drupal's functionality.
ca_es: Descarregueu <a href="@modules">mòduls contribuïts</a> addicionals per a estendre la funcionalitat del Drupal.

source: Regularly review and install <a href="@updates">available updates</a> to maintain a secure and current site. Always run the <a href="@update-php">update script</a> each time a module is updated.
ca_es: Reviseu i instal·leu periòdicament les <a href="@updates">actualitzacions disponibles</a> per tal de mantenir un lloc segur i actualitzat. Executeu sempre l'<a href="@update-php">script d'actualització</a> cada cop que actualitzeu un mòdul.

source: Regularly review <a href="@updates">available updates</a> to maintain a secure and current site. Always run the <a href="@update-php">update script</a> each time a module is updated.
ca_es: Reviseu periòdicament les <a href="@updates">actualitzacions disponibles</a> per tal de mantenir un lloc segur i actualitzat. Executeu sempre l'<a href="@update-php">script d'actualització</a> cada cop que actualitzeu un mòdul.

source: Regularly review available updates to maintain a secure and current site. Always run the <a href="@update-php">update script</a> each time a module is updated. Enable the Update manager module to update and install modules and themes.
ca_es: Reviseu periòdicament les actualitzacions disponibles per tal de mantenir un lloc segur i actualitzat. Executeu sempre l'<a href="@update-php">script d'actualització</a> cada cop que actualitzeu un mòdul. Habiliteu el mòdul Update manager per actualitzar i instal·lar mòduls i temes.

source: The uninstall process removes all data related to a module. To uninstall a module, you must first disable it on the main <a href="@modules">Modules page</a>. Not all modules support this feature.
ca_es: El procés de desinstal·lació esborra totes les dades relacionades a un mòdul. Per a desinstal·lar un mòdul, primer l'heu d'inhabilitar a la <a href="@modules">pàgina principal de Mòduls</a>. No tots els mòduls suporten aquesta característica.

source: If you are upgrading to a newer version of Drupal or upgrading contributed modules or themes, you may need to run the <a href="@update-php">update script</a>.
ca_es: Si esteu actualitzant a una versió més nova del Drupal o actualitzant algun mòdul o tema contribuït, pot ser que hàgiu d'executar l'<a href="@update-php">script d'actualització</a>.
